[
  {
    "date": "2023.08.06",
    "where": "Hongdae",
    "with": "Ah-yeon, Min hyuk, Min ho",
    "what i did": "PC room, Ma La tang",
    "why is it meaningful": "We met in the PC room that has a pop up store for famous pro game players. Probably this will be the last meeting for us because we are merely just game freinds and I don’t play the game any longer."
  },
  {
    "date": "2023.12.28",
    "where": "In-gye dong",
    "with": "Ju yeong, Hoerim, Na young",
    "what i did": "stir-fried chicken, cafe.",
    "why is it meaningful": "We shared our life updates that have been piling up since the latest meeting. I appreciated how all of them have their own path of life like university life, internships, and relationships."
  },
  {
    "date": "2022.05.07",
    "where": "In-gye dong",
    "with": "Sky",
    "what i did": "",
    "why is it meaningful": ""
  },
  {
    "date": "2023.01.02",
    "where": "In-gye dong",
    "with": "Sky",
    "what i did": "PC room, ma la tang",
    "why is it meaningful": "We did our hairstyles in the same way! even though we didn't plan for it."
  },
  {
    "date": "2022.01.02",
    "where": "Gangnam station",
    "with": "Cherry, Yura",
    "what i did": "stir-fried chicken, arcade zone",
    "why is it meaningful": "My baby sister always wants to play with us, so I and my older sister planned to hang out with her this day, doing things my baby sister likes."
  },
  {
    "date": "2022.05.06",
    "where": "In-gye dong",
    "with": "Ji eun, Hyeon woo, Jae hoon, Hyeon seung, Hyeon woo",
    "what i did": "bar, play ground",
    "why is it meaningful": "They are my class mates from my Korean highschool first year and It's been almost three years since we met. We shared our life updates and we talked about how our other class mates living like."
  },
  {
    "date": "2023.06.27",
    "where": "Gundae",
    "with": "Ah yeon, Min hyuk, Min ho, Soon mo, Woo in",
    "what i did": "bar, cafe",
    "why is it meaningful": "This meeting was created by me and my friends who were international students because we wanted to experience a 3:3 blind date, which is a common university students thing in Korea."
  },
  {
    "date": "2021.03.30",
    "where": "Daehak-ro",
    "with": "Lauren",
    "what i did": "cafe, Namhan fortress",
    "why is it meaningful": "We went sort of hiking to see the night view of Seoul."
  },
  {
    "date": "2022.07.01",
    "where": "Gangnam station",
    "with": "Ah yeon, Soo min",
    "what i did": "Karaoke, PC room, bar",
    "why is it meaningful": "The guy on the right liked my friend but I didn't know that so I was unintentional third wheel in the meeting."
  },
  {
    "date": "2022.04.12",
    "where": "Gangnam station",
    "with": "",
    "what i did": "Pub",
    "why is it meaningful": "In Korea, you can drink from the age of 19. Usually, 19-year-olds graduated from high school, but we went to international school, so we had one more semester left. I had a special experience of going to a pub with my friends wearing school uniforms."
  },
  {
    "date": "2023.07.06",
    "where": "Hongdae",
    "with": "Min, Yoon, Christine, Andrew, Irene",
    "what i did": "Pub, Karaoke, Hip Hop club",
    "why is it meaningful": "I went to hip hop club with my friends to see my favorite rapper performing there."
  },
  {
    "date": "2022.03.13",
    "where": "Gangnam station",
    "with": "Ju yeong, Jihoo",
    "what i did": "exhibiton, puppy cafe, bar",
    "why is it meaningful": "I reunited with my high school friends for the first time in nearly three years. We all like puppy so we went to puppy cafe, and we had lots of fun talking about our lives while drinking."
  },
  {
    "date": "2022.07.08",
    "where": "In-gye dong",
    "with": "Juwon, Jae hoon, Inah, Hyeon woo, Jieun",
    "what i did": "Pub, Karaoke",
    "why is it meaningful": ""
  },
  {
    "date": "2023.06.08",
    "where": "In-gye dong",
    "with": "Sky",
    "what i did": "PC room, seafood stew, cocktail bar",
    "why is it meaningful": "My friend was having really hard college life so I met her in my spring break. I was grateful that I could listen to her and relieve her stress a bit by encouraging her."
  },
  {
    "date": "2022.12.30",
    "where": "Apgujeong",
    "with": "Seah, Jamie",
    "what i did": "Ma la tang, bubble tea",
    "why is it meaningful": "We're all big fans of ma la tang, so we met ate the famous Chinese restaurant for dinner. Then, we moved the party to a bubble tea cafe where we hung out and talked until the sun went down."
  },
  {
    "date": "2022.12.26",
    "where": "Apgujeong",
    "with": "Iris",
    "what i did": "PC room, hot pot",
    "why is it meaningful": "This friend, who is three years younger than me and attended the same school, is the only one from that grade level I still keep in touch with. We went into the photo booth and the mannequin head that was supposed to put the accessories was so funny that we used it as a prop to take photos."
  },
  {
    "date": "2023.07.17",
    "where": "Mapo",
    "with": "Irene",
    "what i did": "Physical exam, Sukiyaki, wine bar, Mazesoba",
    "why is it meaningful": "Irene reminded me that there is a free physical exam program provided by the government, so we applied together and went to get it. Then, we dined at the Japanese restaurant known for its sukiyaki."
  },
  {
    "date": "2023.01.08",
    "where": "Gangnam station",
    "with": "Yura",
    "what i did": "Board game cafe",
    "why is it meaningful": "My baby sister missed me so much while I was in US so we played together during the winter break. She likes playing board game so we sent to a board game cafe and played Splender and Quorido."
  },
  {
    "date": "2023.08.12",
    "where": "Hongdae",
    "with": "Cherry, Yura",
    "what i did": "Hip hop club",
    "why is it meaningful": "After going to a hip-hop club with my friends last time and enjoying it, I felt like going again. So, I secretly took a taxi with my sister and went to a hip-hop club at night without my mom noticing."
  },
  {
    "date": "2023.01.09",
    "where": "In-gye dong",
    "with": "Na young, Juwon, Hyungjin, Jae hoon, Hoerim, Hyunwoo, hyun seung, Ji eun, Inah",
    "what i did": "Pub, Karaoke",
    "why is it meaningful": "This photo is the last one I took with my male friends before they went to the military. Korean men are conscripted into the military for two years from the age of 19 to 31."
  },
  {
    "date": "2022.07.07",
    "where": "In-gye dong",
    "with": "Sky, Minji, Suyeon",
    "what i did": "Pub",
    "why is it meaningful": "This is the first day I went to a pub with my middle school friends since I became an adult. I remember drinking so much that I had a hard time the next day."
  },
  {
    "date": "2022.05.17",
    "where": "Apgujeong",
    "with": "Grace, Peter, Jino, Seoyeun, Ah yeon",
    "what i did": "Cocktail bar",
    "why is it meaningful": "This is the first day I went to a cocktail bar with my friends in high school after graduating from it. I remember falling asleep while drinking cocktails my friends recommend me."
  },
  {
    "date": "2023.08.16",
    "where": "Gangnam station",
    "with": "Irene, Sky, Jimin, Seolho, Sanghoon",
    "what i did": "Pub",
    "why is it meaningful": "After the first 3:3 blind date, it was so much fun that I asked my friend Irene to go on another 3:3 blind date, and one of the people I met this time shared so much about books that we had a book club meeting after that."
  },
  {
    "date": "2022.12.27",
    "where": "In-gye dong",
    "with": "Sky, Minji, Suyeon",
    "what i did": "Cocktail bar, Karaoke",
    "why is it meaningful": "I introduced all the members of the group to a good cocktail bar that only Sky and I knew. After that, we went to karaoke, but lost track of time and ended up missing the last train, so Sky and I had no choice but to book a hotel."
  }
]